{"itos": ["<PAD>", "<UNK>", "74", "69", "72", "67", "62", "76", "71", "64", "79", "60", "65", "57", "55", "77", "81", "66", "70", "59", "52", "73", "78", "50", "68", "75", "58", "63", "61", "53", "48", "56", "83", "54", "80", "84", "45", "51", "82", "47", "86", "49", "43", "57.69", "85", "46", "62.74", "55.67", "50.62", "44", "60.72", "88", "55.71", "52.64", "59.71", "57.72", "64.76", "64.67", "40", "41", "43.55", "60.69", "69.72", "71.74", "59.74", "59.62", "60.64", "45.57", "67.71", "76.79", "60.76", "42", "67.79", "69.81", "62.71", "62.65", "38", "48.60", "87", "54.69", "53.69", "66.69", "52.67", "65.77", "62.77", "66.78", "36", "57.60", "53.65", "54.66", "50.74", "58.70", "40.52", "61.73", "47.59", "59.67", "67.76", "58.74", "55.70", "79.81", "55.74", "74.77", "57.73", "64.79", "62.66", "55.79", "54.57", "55.76", "72.76", "64.72", "89", "56.68", "65.69", "57.66", "74.76", "58.67", "65.74", "55.64", "72.74", "38.50", "48.72", "71.83", "39", "55.59", "67.70", "61.64", "63.75", "73.76", "50.66", "48.76", "74.78", "50.69", "49.61", "62.78", "62.70", "38.50.62", "51.63", "69.71", "46.58", "37", "63.72", "57.61", "74.86", "50.77", "78.81", "70.74", "41.53", "52.79", "50.71", "55.72", "45.57.69", "68.80", "36.48", "48.64", "63.66", "53.74", "42.54", "60.75", "57.74", "52.76", "50.65", "52.72", "54.74", "55.62", "76.77", "70.82", "58.62", "90", "57.76", "60.62", "66.74", "64.73", "40.52.64", "59.68", "77.79", "60.63", "72.84", "61.76", "81.83", "73.85", "56.71", "57.65", "45.72", "43.55.67", "69.78", "68.71", "60.81", "55.62.67.71", "33.45", "47.74", "59.79", "76.78", "67.69", "62.67", "53.62", "55.58", "63.67", "48.69", "69.73", "44.56", "56.65", "45.69", "56.59", "72.75", "39.51", "37.49", "50.78", "60.67", "57.78", "71.79", "61.69", "66.81", "35", "69.77", "52.68", "52.73", "57.64", "53.77", "81.84", "33", "53.57", "62.69", "52.71", "60.79", "50.62.74", "51.67", "65.68", "54.62", "71.72", "57.81", "91", "64.69", "62.79", "43.67", "46.74", "59.62.67", "79.83", "55.60", "50.67", "57.62", "60.64.67", "64.68", "55.62.71", "70.79", "35.47", "51.72", "62.64", "55.59.62", "72.81", "65.81", "57.77", "73.74", "53.72", "71.73", "67.83", "55.77", "50.70", "52.60", "78.79", "52.55", "70.72", "56.64", "48.67", "59.64", "50.59", "47.67", "53.68", "45.73", "56.59.64", "74.83", "93", "62.81", "56.60", "58.79", "92", "49.76", "56.72", "55.63", "42.54.66", "34.46", "55.67.71", "36.48.60", "52.69", "65.72", "48.60.72", "84.86", "64.71", "54.78", "65.69.72", "64.66", "59.76", "31.43", "43.71", "55.59.67", "41.53.65", "69.76", "67.72", "46.70", "67.75", "55.59.62.67", "66.67", "53.81", "83.85", "61.70", "69.74", "62.86", "60.74", "54.81", "63.79", "60.84", "64.67.72", "47.71", "75.87", "76.88", "58.65", "67.74", "58.62.65", "60.64.72", "75.78", "60.77", "60.68", "50.72", "51.60", "53.57.60", "52.57", "55.59.74", "34", "59.63", "66.68", "60.65", "48.75", "69.84", "62.66.69", "55.75", "68.70", "33.45.57", "58.61", "62.83", "77.81", "60.66", "52.74", "63.71", "55.69", "58.73", "47.59.71", "62.72", "53.56", "41.69", "44.72", "50.57.62.66", "51.79", "57.61.64", "57.69.81", "31.43.55", "35.47.59", "57.79", "60.78", "50.66.69", "46.62", "43.70", "55.83", "65.71", "65.67", "58.63", "53.60.65.69", "47.62", "39.51.63", "32.44", "52.64.76", "55.73", "48.63", "59.83", "55.71.74", "55.60.64", "52.61", "43.74", "54.63", "78.80", "81.82", "52.59", "69.70", "55.82", "58.62.70", "59.66", "59.62.74", "49.69", "57.59", "53.70", "61.64.69", "43.55.67.79", "64.67.76.79", "59.75", "83.86", "54.70", "51.70", "53.60.69", "70.73", "62.67.71", "56.76", "59.64.68", "64.65", "57.60.65", "68.69", "55.57", "67.71.74", "57.60.64", "49.73", "41.65", "79.82", "55.67.79", "51.55", "68.72", "53.57.65", "64.74", "78.90", "58.66", "66.75", "40.64", "62.76", "58.82", "49.64", "57.71", "54.72", "46.67", "71.76", "76.80", "32", "59.69", "57.67", "50.53", "48.55.60.76", "31", "52.56", "50.81", "64.81", "63.68", "83.84", "54.71", "44.68", "65.70", "62.65.74", "94", "60.64.72.76", "80.81", "51.56", "66.76", "48.79", "75.79", "75.77", "76.79.83", "48.57", "43.59.67", "77.80", "52.81", "51.75", "74.79", "60.67.76", "60.65.69", "30.42", "57.64.73", "55.67.71.74", "62.65.74.77", "59.78", "50.76", "55.59.79", "58.77", "53.57.62", "40.52.64.76", "59.62.71.74", "56.74", "42.66", "45.65", "45.60", "50.57", "57.84", "65.69.74", "86.88", "57.61.64.69", "63.78", "55.58.63", "34.46.58", "57.63", "61.81", "60.72.76", "59.61", "71.75", "43.55.71", "82.84", "43.50.55.71", "62.65.70", "64.67.79", "45.76", "71.80", "50.62.66", "67.82", "59.63.66", "50.52", "60.64.76", "62.68", "48.74", "68.77", "46.58.70"], "stoi": {"<PAD>": 0, "<UNK>": 1, "74": 2, "69": 3, "72": 4, "67": 5, "62": 6, "76": 7, "71": 8, "64": 9, "79": 10, "60": 11, "65": 12, "57": 13, "55": 14, "77": 15, "81": 16, "66": 17, "70": 18, "59": 19, "52": 20, "73": 21, "78": 22, "50": 23, "68": 24, "75": 25, "58": 26, "63": 27, "61": 28, "53": 29, "48": 30, "56": 31, "83": 32, "54": 33, "80": 34, "84": 35, "45": 36, "51": 37, "82": 38, "47": 39, "86": 40, "49": 41, "43": 42, "57.69": 43, "85": 44, "46": 45, "62.74": 46, "55.67": 47, "50.62": 48, "44": 49, "60.72": 50, "88": 51, "55.71": 52, "52.64": 53, "59.71": 54, "57.72": 55, "64.76": 56, "64.67": 57, "40": 58, "41": 59, "43.55": 60, "60.69": 61, "69.72": 62, "71.74": 63, "59.74": 64, "59.62": 65, "60.64": 66, "45.57": 67, "67.71": 68, "76.79": 69, "60.76": 70, "42": 71, "67.79": 72, "69.81": 73, "62.71": 74, "62.65": 75, "38": 76, "48.60": 77, "87": 78, "54.69": 79, "53.69": 80, "66.69": 81, "52.67": 82, "65.77": 83, "62.77": 84, "66.78": 85, "36": 86, "57.60": 87, "53.65": 88, "54.66": 89, "50.74": 90, "58.70": 91, "40.52": 92, "61.73": 93, "47.59": 94, "59.67": 95, "67.76": 96, "58.74": 97, "55.70": 98, "79.81": 99, "55.74": 100, "74.77": 101, "57.73": 102, "64.79": 103, "62.66": 104, "55.79": 105, "54.57": 106, "55.76": 107, "72.76": 108, "64.72": 109, "89": 110, "56.68": 111, "65.69": 112, "57.66": 113, "74.76": 114, "58.67": 115, "65.74": 116, "55.64": 117, "72.74": 118, "38.50": 119, "48.72": 120, "71.83": 121, "39": 122, "55.59": 123, "67.70": 124, "61.64": 125, "63.75": 126, "73.76": 127, "50.66": 128, "48.76": 129, "74.78": 130, "50.69": 131, "49.61": 132, "62.78": 133, "62.70": 134, "38.50.62": 135, "51.63": 136, "69.71": 137, "46.58": 138, "37": 139, "63.72": 140, "57.61": 141, "74.86": 142, "50.77": 143, "78.81": 144, "70.74": 145, "41.53": 146, "52.79": 147, "50.71": 148, "55.72": 149, "45.57.69": 150, "68.80": 151, "36.48": 152, "48.64": 153, "63.66": 154, "53.74": 155, "42.54": 156, "60.75": 157, "57.74": 158, "52.76": 159, "50.65": 160, "52.72": 161, "54.74": 162, "55.62": 163, "76.77": 164, "70.82": 165, "58.62": 166, "90": 167, "57.76": 168, "60.62": 169, "66.74": 170, "64.73": 171, "40.52.64": 172, "59.68": 173, "77.79": 174, "60.63": 175, "72.84": 176, "61.76": 177, "81.83": 178, "73.85": 179, "56.71": 180, "57.65": 181, "45.72": 182, "43.55.67": 183, "69.78": 184, "68.71": 185, "60.81": 186, "55.62.67.71": 187, "33.45": 188, "47.74": 189, "59.79": 190, "76.78": 191, "67.69": 192, "62.67": 193, "53.62": 194, "55.58": 195, "63.67": 196, "48.69": 197, "69.73": 198, "44.56": 199, "56.65": 200, "45.69": 201, "56.59": 202, "72.75": 203, "39.51": 204, "37.49": 205, "50.78": 206, "60.67": 207, "57.78": 208, "71.79": 209, "61.69": 210, "66.81": 211, "35": 212, "69.77": 213, "52.68": 214, "52.73": 215, "57.64": 216, "53.77": 217, "81.84": 218, "33": 219, "53.57": 220, "62.69": 221, "52.71": 222, "60.79": 223, "50.62.74": 224, "51.67": 225, "65.68": 226, "54.62": 227, "71.72": 228, "57.81": 229, "91": 230, "64.69": 231, "62.79": 232, "43.67": 233, "46.74": 234, "59.62.67": 235, "79.83": 236, "55.60": 237, "50.67": 238, "57.62": 239, "60.64.67": 240, "64.68": 241, "55.62.71": 242, "70.79": 243, "35.47": 244, "51.72": 245, "62.64": 246, "55.59.62": 247, "72.81": 248, "65.81": 249, "57.77": 250, "73.74": 251, "53.72": 252, "71.73": 253, "67.83": 254, "55.77": 255, "50.70": 256, "52.60": 257, "78.79": 258, "52.55": 259, "70.72": 260, "56.64": 261, "48.67": 262, "59.64": 263, "50.59": 264, "47.67": 265, "53.68": 266, "45.73": 267, "56.59.64": 268, "74.83": 269, "93": 270, "62.81": 271, "56.60": 272, "58.79": 273, "92": 274, "49.76": 275, "56.72": 276, "55.63": 277, "42.54.66": 278, "34.46": 279, "55.67.71": 280, "36.48.60": 281, "52.69": 282, "65.72": 283, "48.60.72": 284, "84.86": 285, "64.71": 286, "54.78": 287, "65.69.72": 288, "64.66": 289, "59.76": 290, "31.43": 291, "43.71": 292, "55.59.67": 293, "41.53.65": 294, "69.76": 295, "67.72": 296, "46.70": 297, "67.75": 298, "55.59.62.67": 299, "66.67": 300, "53.81": 301, "83.85": 302, "61.70": 303, "69.74": 304, "62.86": 305, "60.74": 306, "54.81": 307, "63.79": 308, "60.84": 309, "64.67.72": 310, "47.71": 311, "75.87": 312, "76.88": 313, "58.65": 314, "67.74": 315, "58.62.65": 316, "60.64.72": 317, "75.78": 318, "60.77": 319, "60.68": 320, "50.72": 321, "51.60": 322, "53.57.60": 323, "52.57": 324, "55.59.74": 325, "34": 326, "59.63": 327, "66.68": 328, "60.65": 329, "48.75": 330, "69.84": 331, "62.66.69": 332, "55.75": 333, "68.70": 334, "33.45.57": 335, "58.61": 336, "62.83": 337, "77.81": 338, "60.66": 339, "52.74": 340, "63.71": 341, "55.69": 342, "58.73": 343, "47.59.71": 344, "62.72": 345, "53.56": 346, "41.69": 347, "44.72": 348, "50.57.62.66": 349, "51.79": 350, "57.61.64": 351, "57.69.81": 352, "31.43.55": 353, "35.47.59": 354, "57.79": 355, "60.78": 356, "50.66.69": 357, "46.62": 358, "43.70": 359, "55.83": 360, "65.71": 361, "65.67": 362, "58.63": 363, "53.60.65.69": 364, "47.62": 365, "39.51.63": 366, "32.44": 367, "52.64.76": 368, "55.73": 369, "48.63": 370, "59.83": 371, "55.71.74": 372, "55.60.64": 373, "52.61": 374, "43.74": 375, "54.63": 376, "78.80": 377, "81.82": 378, "52.59": 379, "69.70": 380, "55.82": 381, "58.62.70": 382, "59.66": 383, "59.62.74": 384, "49.69": 385, "57.59": 386, "53.70": 387, "61.64.69": 388, "43.55.67.79": 389, "64.67.76.79": 390, "59.75": 391, "83.86": 392, "54.70": 393, "51.70": 394, "53.60.69": 395, "70.73": 396, "62.67.71": 397, "56.76": 398, "59.64.68": 399, "64.65": 400, "57.60.65": 401, "68.69": 402, "55.57": 403, "67.71.74": 404, "57.60.64": 405, "49.73": 406, "41.65": 407, "79.82": 408, "55.67.79": 409, "51.55": 410, "68.72": 411, "53.57.65": 412, "64.74": 413, "78.90": 414, "58.66": 415, "66.75": 416, "40.64": 417, "62.76": 418, "58.82": 419, "49.64": 420, "57.71": 421, "54.72": 422, "46.67": 423, "71.76": 424, "76.80": 425, "32": 426, "59.69": 427, "57.67": 428, "50.53": 429, "48.55.60.76": 430, "31": 431, "52.56": 432, "50.81": 433, "64.81": 434, "63.68": 435, "83.84": 436, "54.71": 437, "44.68": 438, "65.70": 439, "62.65.74": 440, "94": 441, "60.64.72.76": 442, "80.81": 443, "51.56": 444, "66.76": 445, "48.79": 446, "75.79": 447, "75.77": 448, "76.79.83": 449, "48.57": 450, "43.59.67": 451, "77.80": 452, "52.81": 453, "51.75": 454, "74.79": 455, "60.67.76": 456, "60.65.69": 457, "30.42": 458, "57.64.73": 459, "55.67.71.74": 460, "62.65.74.77": 461, "59.78": 462, "50.76": 463, "55.59.79": 464, "58.77": 465, "53.57.62": 466, "40.52.64.76": 467, "59.62.71.74": 468, "56.74": 469, "42.66": 470, "45.65": 471, "45.60": 472, "50.57": 473, "57.84": 474, "65.69.74": 475, "86.88": 476, "57.61.64.69": 477, "63.78": 478, "55.58.63": 479, "34.46.58": 480, "57.63": 481, "61.81": 482, "60.72.76": 483, "59.61": 484, "71.75": 485, "43.55.71": 486, "82.84": 487, "43.50.55.71": 488, "62.65.70": 489, "64.67.79": 490, "45.76": 491, "71.80": 492, "50.62.66": 493, "67.82": 494, "59.63.66": 495, "50.52": 496, "60.64.76": 497, "62.68": 498, "48.74": 499, "68.77": 500, "46.58.70": 501}}